/*
                       ____ ____             _     ____            _
                      / ___|  _ \ ___   ___ | |_  |  _ \  ___  ___(_) __ _ _ __
                     | |   | |_) / _ \ / _ \| __| | | | |/ _ \/ __| |/ _` | '_ \
                     | |___|  _ < (_) | (_) | |_  | |_| |  __/\__ \ | (_| | | | |
                      \____|_| \_\___/ \___/ \__| |____/ \___||___/_|\__, |_| |_|
                                                                     |___/
                      
*/

//本来想写个JS的 但是想了想 好像html5+css3基本上用不到css了？
//来个验证密码是否相同吧
function CheckPasswd(){
	if($("#inputPassword").val()!= $("#inputConfirmPassword").val())
	{
		alert("两次密码输入的不相同！");
		location.reload(); //刷新页面
	}
	else{
		//$("#Register1").submit();
	}
}